Repository: pkshetlie/pinballads
Catalog: backend/translations/messages+intl-icu.*.xlf
Languages: fr

source: Collection with this name already exists
fr: Une collection avec ce nom existe déjà

source: You are not the owner of this collection
fr: Vous n'êtes pas le propriétaire de cette collection

source: You cannot delete default collection
fr: Vous ne pouvez pas supprimer votre collection par défaut

source: You are not the owner of this machine
fr: Vous n'êtes pas le proprietaire de ce flipper

source: You already have an active sale for this machine
fr: Ce flipper est déjà en vente

source: No files uploaded
fr: Pas de fichier envoyé

source: Invalid file upload
fr: Fichier envoyé non valide

source: User already exists
fr: L'utilisateur existe déjà

source: Default collection
fr: Collection par défaut

source: This collection is created automatically when you register.
fr: Cette collection est créée automatiquement lors de votre inscription.

source: User created
fr: Utilisateur créé

source: New message from {username}
fr: Nouveau message de {username}

source: New message with offer from {username}
fr: Nouveau message avec offre de {username}

source: New response from {username}
fr: Nouvelle réponse de {username}
